
{
  "string_eula" : "<span><span> 感謝您使用「AR動滋動x Uniigym APP」（以下稱「本平台」），本平台係由「優力勁聯股份有限公司」（以下稱「本公司」）所建置及經營。本服務條款為本平台之相關使用規範，為本平台使用者與本公司之間訂定之條款。</span></span>",
  "string_help":"<span>1.To avoid the heart rate strap electrodes failing to sense effectively, it is recommended to Wet the sensing surface of the heart rate chest belt before wearing it.  due to dry skin.</span><span>2.When the heart rate belt cannot be found, you may try to detach the sensor of the heart rate belt from the chest belt, search again after reinstallation</span><span>3.Why my heart rate belt can be found but can't be connected?</span><span>（1）Please make sure wear the heart rate belt correctly. (Please read the instruction manuel of the heart rate belt.)</span><span>（2）Please check whether the battery of the heart rate belt is installed correctly. Insufficient power will also cause the connection to fail. The battery may need to be replaced.</span><span>（3）Please check whether other users are connecting to the same heart rate belt. The heart rate belt does not support simultaneous connection of multiple devices.</span>",
  "string_Pairable_device_title":"【Pairable device】",
  "string_Pairable_device_des":"<span>Suitable device：heart rate chest belt/Arm belt/Smart watch/smart band which supported with open bluetooth environment.</span><span>Notice: If the chest belt cannot be detected, please wet the belt and place the sensor in front of the chest.</span>",
  "string_How_to_pair_title":"【How to pair?】",
  "string_How_to_pair_des":"<span>1.Turn on bluetooth</span><span> 2.Open Uniigym App, you may click to pair the device after select the workout.</span>",
  "string_While_your_title":"【While your bluetooth heart rate device can't be found by the App】",
  "string_While_your_des":"<span>You may try as follows,</span><span>1.Detach the sensor from the heart rate belt, search it again after reinstallation.</span><span>2.Please disconnect the bluetooth pairing in the phone and then reconnect.</span>",
  "string_Why_my_heart_title":"【Why my heart rate belt can be found but can't be connected?】",
  "string_Why_my_heart_des":"<span>1.Please make sure wear the heart rate belt correctly. (Please read the instruction manuel of the heart rate belt.)</span><span>2.Please check whether the battery of the heart rate belt is installed correctly. Insufficient power will also cause the connection to fail. The battery may need to be replaced.</span><span>3.Please check whether other users are connecting to the same heart rate belt. The heart rate belt does not support simultaneous connection of multiple devices.</span>",
  "BestPosition_title":"【AI Mode】",
  "BestPosition_des":"<span>Before training, please place your phone in the best location and make sure your front camera can capture full body. We recommend you to place your phone at the best height which is 0.6-1.6 meters from the ground. Please notice that the distence will affect the accuracy of the detection.</span><span>While training, user should face the camera of the mobile. The range of activity between left and right is within 1.6 meters. Please make sure the light in the enviroment is not too dark or in a strong backlight environment, otherwise it may affect the efficiency and accuracy of motion detection.</span>",
  "BestPosition_title1":"【Full-body mode】",
  "BestPosition_des1":"<span>The best distance between user and device is 2.0-3.6 meters, please make sure you body can be fully detected in the safe zone.</span>",
  "BestPosition_title2":"【Bust Mode】",
  "BestPosition_des2":"<span>The best distance between mobile and user is 1.5-2 meters, under Bust Mode the app will only detect user's upper body and record related fitness data.",

  "WhatIsSmartTrain_title":"【AI Mode】",
  "WhatIsSmartTrain_des":"<span>When exercising under AI Mode, the front camera of the device will capture your Key skeleton points to compare with the trainer in real-time, and the system will give a score based on the correctness of the comparison between the two movements.</span><span>After each session, you can view the training score, score ranking, heart rate changes, highlight replay, action correction and other related fitness data.</span>",
  "WhatIsSmartTrain_title1":"【Full-body/Bust】",
  "WhatIsSmartTrain_des1":"<span>You can select the detection mode that suits you according to the space size you stay and physical condition.</span>",
  "WhatIsSmartTrain_title2":"【Save the clips】",
  "WhatIsSmartTrain_des2":"<span>You can share your highlight of training with your friends.</span><span> You may save the clip for correcting your movement.</span>",
  "WhatIsSmartTrain_title3":"【Motion control】",
  "WhatIsSmartTrain_des3":"<span>After training, you can control your mobile with motion in stead of using your hand.</span>",

  "ScreencastHelp_title":"【Screencasr/Mirror】",
  "ScreencastHelp_des":"<span>1.Please turn on the Wi-Fi function of the mobile device and the TV first, and switch the TV to the projection function.</span><span>2.Click cast on your mobile, the mobile will searching for the device automatically.</span><span>3.After found the TV, it will automatically screencast your phone on TV in real-time.</span>",
  "ScreencastHelp_title1":"【Why can't I found the device for casting the screen?】",
  "ScreencastHelp_des1":"<span>1.The mobile may not connecting to the same Wi-Fi, or the mobile may still using 4G/5G mobile data.</span><span>2.Please kindly check is your TV support with DLNA or AirPlay casting. If not, it's recommend to use HDMI or Chrome Cast to screencast your mobile.</span>",
  "ScreencastHelp_title2":"【Why my screen is lag?】",
  "ScreencastHelp_des2":"<span>The  lag can be caused by the following reasons,</span><span>1.The paired TV is not connected to the Internet.</span><span>2.Mobile internet speed is unstable.</span><span>3.Are there other devices that occupy the bandwidth on the same network?</span>",
  "ScreencastHelp_des3":"<span>It is recommended to do the following checks to eliminate network problems. If necessary, restart network devices such as routers.</span><span>1.Manually close idle background programs on your phone.</span><span>2.Check whether the network speed meets the minimum network speed requirements (you may download the free speed test software 'SpeedTest test')</span><span>3.Restart your mobile.</span><span>4.You may connect the TV by HDMI with your mobile for casting.</span>",

  "string_course":"Preview course",
  "course_totalCalorie":"Kcal",
  "course_courseDifficulty":"Difficulty",
  "course_totalDuration":"Minute",
  "course_heartbeat":"Heart rate belt",
  "course_videolist_title":"Program outline",
  "course_videolistright":"Breakdown Instruction",
  "string_course_buy":"Start AI Interactive Fitness",

  "string_tappay":"Subscribe",
  "string_tappay_name":"Subscriber’s name：",
  "string_tappay_plan":"Subscription Plan：",
  "string_tappay_Cardnumber":"Credit Card number：",
  "string_tappay_Date":"Expiration Date",
  "string_tappay_Code":"CVC Code",
  "string_tappay_button":"Pay Now",
  "string_tappay_desc":"The company adopts Qiao Rui Technology TapPay SSL 2048 bit transaction system, when consumers swipe their cards, they can directlyFor transactions in the bank-end system, the company will never leave your credit card information to protect your rights.<br> The TapPay transaction system has passed the security audit of PCI-DSS international credit card organization, and comprehensively protects your credit card.Card data security.",
  "string_tappay_runing":"Your Transaction is being processed. Please wait…",
  "string_tappay_runing_des":"Please DO NOT hit the back button or refresh as you may be charged twice",
  "string_tappaystatus_button":"Re-Subscribe",
  "string_tappay_success":"Subscription succeeded",
  "string_tappay_fail":"Subscribe Fail" 

}